Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: If you have no backup, you may never be able to access this account.
fr: Si vous n'avez pas de sauvegarde, vous ne pourrez peut-être jamais accéder à ce compte.
ru: Если у вас нет резервной копии, вы никогда не сможете получить доступ к этой учетной записи.
vi: Nếu bạn không có bản sao lưu, bạn có thể không bao giờ truy cập được vào tài khoản này.

source: If you lose this device, you can recover your encrypted wallet backup from iCloud
fr: Si vous perdez cet appareil, vous pouvez récupérer votre sauvegarde de portefeuille chiffrée à partir d'iCloud
ru: Если вы потеряете это устройство, вы можете восстановить зашифрованную резервную копию кошелька из iCloud.
vi: Nếu bạn làm mất thiết bị này, bạn có thể khôi phục bản sao lưu ví đã mã hóa của mình từ iCloud

source: If you lose this device, you can recover your encrypted wallet by using iCloud or mannually inputing your secret phrases
fr: Si vous perdez cet appareil, vous pouvez récupérer votre portefeuille crypté en utilisant iCloud ou en saisissant manuellement vos phrases secrètes
ru: Если Вы потеряете это устройство, то сможете восстановить свой кошелек с помощью iCloud или введя вручную мнемоническую фразу.
vi: Nếu mất thiết bị này, bạn có thể khôi phục ví đã mã hóa của mình bằng cách sử dụng iCloud hoặc nhập các cụm từ bí mật của mình theo cách thủ công

source: If you switch devices, you can easily restore your wallet. No private keys needed.
fr: Si vous changez d'appareil, vous pouvez facilement restaurer votre portefeuille. Aucune clé privée nécessaire.
ru: Если вы смените устройство, вы легко сможете восстановить свой кошелек. Приватные ключи не нужны.
vi: Nếu bạn chuyển đổi thiết bị, bạn có thể dễ dàng khôi phục ví của mình. Không cần khóa riêng.

source: If you want to continue with
fr: Si vous voulez continuer avec
ru: Если вы хотите продолжить с
vi: Nếu bạn muốn tiếp tục với

source: If you want to get your money back just open the link by yourself
fr: Si vous voulez récupérer votre argent, ouvrez simplement le lien par vous-même
ru: Если вы хотите вернуть свои деньги, просто откройте ссылку самостоятельно
vi: Nếu bạn muốn lấy lại tiền của mình, chỉ cần tự mình mở liên kết

source: Import a wallet
fr: Importer un portefeuille
ru: Импортировать кошелек
vi: Nhập ví

source: Included fee %@
fr: Frais inclus %@
ru: Включенная плата %@
vi: Đã bao gồm phí %@

source: Incorrect %@ account
fr: Compte %@ incorrect
ru: Неверный аккаунт %@
vi: Tài khoản %@ không chính xác

source: Incorrect %@ ID
fr: Identifiant %@ incorrect
ru: Неверный идентификатор %@
vi: ID %@ không chính xác

source: Incorrect account's owner
fr: Propriétaire du compte incorrect
ru: Неверный владелец аккаунта
vi: Chủ sở hữu tài khoản không chính xác

source: Incorrect PIN-code
fr: Code PIN incorrect
ru: Неверный PIN-код
vi: Mã PIN không đúng

source: Incorrect PIN, try again (%@ attempt left)
fr: Code PIN incorrect, réessayez (%@ tentative restante)
ru: Неверный PIN-код, повторите попытку (осталось %@ попыток)
vi: Mã PIN không chính xác, hãy thử lại (còn lại %@ lần thử)

source: Incorrect PIN. Try again
fr: NIP incorrect. Réessayer
ru: Неверный PIN-код. Попробуйте еще раз
vi: Mã PIN không chính xác. Thử lại

source: Incorrect SMS code 😬
fr: Code SMS erroné 😬
ru: Неверный смс-код 😬
vi: Mã SMS không chính xác 😬

source: Increase maximum price slippage
fr: Augmenter le glissement de prix maximal
ru: Увеличить максимальное проскальзывание цены
vi: Tăng mức trượt giá tối đa

source: Increase slippage and try again
fr: Augmentez le glissement et réessayez
ru: Увеличьте проскальзывание и повторите попытку.
vi: Tăng độ trượt giá và thử lại

source: Initializing error
fr: Erreur d'initialisation
ru: Ошибка инициализации
vi: Lỗi khi khởi tạo

source: Input amount is not valid
fr: Le montant saisi n'est pas valide
ru: Сумма ввода недействительна
vi: Số tiền đầu vào không hợp lệ

source: Input amount is too small, minimum amount for swapping is %@
fr: Le montant saisi est trop petit, le montant minimum pour l'échange est %@
ru: Сумма ввода слишком мала, минимальная сумма для обмена составляет %@
vi: Số tiền quá nhỏ, số tiền tối thiểu để hoán đổi là %@

source: Instead of a PIN, you can access the app using %@
fr: Au lieu d'un code PIN, vous pouvez accéder à l'application en utilisant %@
ru: Вместо PIN-кода вы можете получить доступ к приложению, используя %@
vi: Thay vì mã PIN, bạn có thể truy cập ứng dụng bằng %@

source: Insufficient funds
fr: Fonds insuffisants
ru: Недостаточно средств
vi: Không đủ tiền

source: Insufficient funds for fee
fr: Fonds insuffisants pour les frais
ru: Недостаточно средств для комиссии
vi: Không đủ tiền để trả phí

source: Insufficient funds to cover fees
fr: Fonds insuffisants pour couvrir les frais
ru: Недостаточно средств для покрытия сборов
vi: Không đủ tiền để trả phí

source: Integrity of the route has been compromised
fr: L'intégrité de l'itinéraire a été compromise
ru: Целостность маршрута нарушена
vi: Tính toàn vẹn của tuyến đường đã bị xâm phạm

source: Interface language changed
fr: La langue de l'interface a changé
ru: Язык интерфейса изменен
vi: Ngôn ngữ giao diện đã thay đổi

source: Internal Error
fr: Erreur interne
ru: Внутренняя ошибка
vi: Lỗi bên trong

source: Interrupt
fr: Couper la parole
ru: Прерывать
vi: Ngắt

source: Invalid account info
fr: Informations de compte non valides
ru: Неверная информация об аккаунте
vi: Thông tin tài khoản không hợp lệ

source: Invalid estimated amount
fr: Montant estimé non valide
ru: Неверная расчетная сумма
vi: Số tiền ước tính không hợp lệ

source: Invalid params
fr: Paramètres invalides
ru: Недопустимые параметры
vi: Tham số không hợp lệ

source: Invalid request
fr: Requête invalide
ru: Неверный запрос
vi: Yêu cầu không hợp lệ

source: Invalid Request
fr: requête invalide
ru: неверный запрос
vi: yêu cầu không hợp lệ

source: Invalid status code
fr: Code d'état invalide
ru: Неверный код статуса
vi: Mã trạng thái không hợp lệ

source: Invalid URL
fr: URL invalide
ru: Неверный URL
vi: URL không hợp lệ

source: Invalid value of OTP. Please try again to input correct value of OTP
fr: Valeur invalide d'OTP. Veuillez réessayer pour entrer la valeur correcte d'OTP
ru: Недопустимое значение OTP. Пожалуйста, попробуйте еще раз, чтобы ввести правильное значение OTP
vi: Giá trị OTP không hợp lệ. Vui lòng thử lại để nhập đúng giá trị của OTP

source: is only open for 36 hours
fr: n'est ouvert que pendant 36 heures
ru: открыт только в течении 36 часов
vi: chỉ mở trong 36 giờ

source: It must be an %@ wallet address
fr: Il doit s'agir d'une adresse %@ wallet
ru: Это должен быть адрес кошелька %@.
vi: Nó phải là một địa chỉ ví %@

source: It usually takes 5-20 seconds for a transaction to complete
fr: Il faut généralement 5 à 20 secondes pour qu'une transaction se termine
ru: Обычно для завершения транзакции требуется 5-20 секунд.
vi: Thường mất 5-20 giây để hoàn tất giao dịch

source: It usually takes 15-20 minutes for a transaction to complete
fr: Il faut généralement 15 à 20 minutes pour qu'une transaction soit effectuée
ru: Обычно транзакция занимает 15-20 минут.
vi: Thường mất 15-20 phút để hoàn tất giao dịch

source: It usually takes few seconds for a transaction to complete
fr: Il faut généralement quelques secondes pour qu'une transaction se termine
ru: Обычно для завершения транзакции требуется несколько секунд
vi: Thường mất vài giây để hoàn tất giao dịch

source: It usually takes up to 3 business days. Any questions regarding your transaction can be answered via
fr: Cela prend généralement jusqu'à 3 jours ouvrables. Toutes les questions concernant votre transaction peuvent être répondues via
ru: Обычно это занимает до 3 рабочих дней. На любые вопросы, касающиеся вашей транзакции, можно ответить через
vi: Nó thường mất đến 3 ngày làm việc. Mọi thắc mắc liên quan đến giao dịch của bạn có thể được trả lời qua

source: It’s a **one-time address**, so if you send multiple transactions, your money will be lost.
fr: Il s'agit d'une **adresse unique**, donc si vous envoyez plusieurs transactions, votre argent sera perdu.
ru: Это **одноразовый адрес**, поэтому, если вы отправите несколько транзакций, ваши деньги будут потеряны.
vi: Đây là **địa chỉ dùng một lần**, vì vậy nếu bạn gửi nhiều giao dịch, tiền của bạn sẽ bị mất.

source: It’s okay to be wrong
fr: C'est bien d'avoir tort
ru: Это нормально быть неправым
vi: Sai cũng không sao

source: Join our Discord
fr: Rejoignez notre Discord
ru: Присоединяйтесь к нашему дискорду
vi: Tham gia bất hòa của chúng tôi

source: just now
fr: juste maintenant
ru: только что
vi: vừa mới

source: Keep control of your assets with instant withdrawals at any time.
fr: Gardez le contrôle de vos actifs avec des retraits instantanés à tout moment.
ru: Держите под контролем свои активы с мгновенным снятием средств в любое время.
vi: Kiểm soát tài sản của bạn bằng cách rút tiền ngay lập tức bất cứ lúc nào.

source: Keep it private, even from us
fr: Gardez-le privé, même de nous
ru: Держите это в секрете, даже от нас
vi: Giữ nó ở chế độ riêng tư, ngay cả với chúng tôi

source: Keep your pin safe. Hide your pin from other people.
fr: Gardez votre épingle en sécurité. Cachez votre code PIN aux autres personnes.
ru: Держите свою булавку в безопасности. Скройте свой пин-код от других людей.
vi: Giữ an toàn cho mã pin của bạn. Ẩn mã pin của bạn với người khác.

source: Key App cannot scan QR codes without access to your camera. Please enable access under Privacy settings.
fr: Key App ne peut pas scanner les codes QR sans accès à votre appareil photo. Veuillez activer l'accès dans les paramètres de confidentialité.
ru: Key App не может сканировать QR-коды без доступа к вашей камере. Включите доступ в настройках конфиденциальности.
vi: Ứng dụng chính không thể quét mã QR nếu không có quyền truy cập vào máy ảnh của bạn. Vui lòng bật quyền truy cập trong cài đặt Quyền riêng tư.

source: Key App doesn’t make any profit from swap 💚
fr: Key App ne tire aucun profit de l'échange 💚
ru: Key App не получает прибыли от свопа 💚
vi: Ứng dụng chính không kiếm được bất kỳ lợi nhuận nào từ trao đổi 💚

source: Key App one-time transfer link
fr: Lien de transfert unique de l'application clé
ru: Ссылка для одноразового переноса ключа
vi: Liên kết chuyển một lần của Key App

source: Key App respects your privacy - it can't access your funds or personal details. Your information stays securely stored on your device and in the blockchain.
fr: Key App respecte votre vie privée - il ne peut pas accéder à vos fonds ou à vos informations personnelles. Vos informations restent stockées en toute sécurité sur votre appareil et dans la blockchain
ru: Key App уважает вашу конфиденциальность — оно не может получить доступ к вашим средствам или личным данным. Ваша информация надежно хранится на вашем устройстве и в блокчейне
vi: Key App tôn trọng quyền riêng tư của bạn - nó không thể truy cập vào tiền hoặc thông tin cá nhân của bạn. Thông tin của bạn được lưu trữ an toàn trên thiết bị của bạn và trong blockchain

source: Key App will automatically match your withdrawal target address to the correct network for most withdrawals. However, before sending your funds, make sure to double-check the selected network.
fr: Key App associera automatiquement votre adresse cible de retrait au bon réseau pour la plupart des retraits. Cependant, avant d'envoyer vos fonds, assurez-vous de revérifier le réseau sélectionné.
ru: Key App автоматически сопоставит ваш целевой адрес вывода с правильной сетью для большинства выводов. Однако перед отправкой средств обязательно дважды проверьте выбранную сеть.
vi: Key App sẽ tự động khớp địa chỉ mục tiêu rút tiền của bạn với mạng chính xác cho hầu hết các lần rút tiền. Tuy nhiên, trước khi gửi tiền, hãy đảm bảo kiểm tra kỹ mạng đã chọn.

source: Language
fr: Langue
ru: Язык
vi: Ngôn ngữ

source: Learn more
fr: Apprendre encore plus
ru: Учить больше
vi: Tìm hiểu thêm

source: Leave
fr: Partir
ru: Покинуть
vi: Rời khỏi

source: Leave feedback
fr: Laisser les commentaires
ru: Оставить отзыв
vi: Để lại phản hồi

source: Leave this page?
fr: Quitter cette page?
ru: Покинуть эту страницу?
vi: Rời khỏi trang này?

source: Less than %@
fr: Moins de %@
ru: Меньше, чем %@
vi: Ít hơn %@

source: Let your crypto work for you
fr: Laissez votre crypto travailler pour vous
ru: Пусть ваша криптовалюта работает на вас
vi: Hãy để tiền điện tử của bạn kiếm tiền cho bạn

source: Let's go
fr: Allons-y
ru: Пойдем
vi: Đi nào

source: Let’s stay in touch
fr: Restons en contact
ru: Давайте оставаться на связи
vi: Hãy giữ liên lạc

source: License
fr: Licence
ru: Лицензия
vi: Giấy phép

source: Light
fr: Lumière
ru: Светлая тема
vi: Sáng

source: Like a deposit but with crypto. Low risks, all your funds are insured.
fr: Comme un dépôt mais avec crypto. Faibles risques, tous vos fonds sont assurés.
ru: Как депозит, но с криптовалютой. Низкие риски, все ваши средства застрахованы.
vi: Giống như một khoản tiền gửi nhưng với tiền điện tử. Rủi ro thấp, tất cả các khoản tiền của bạn đều được bảo hiểm.

source: Limit is %@ one-time links per day. Try tomorrow
fr: La limite est de %@ liens uniques par jour. Essayez demain
ru: Лимит составляет %@ разовых ссылок в день. Попробуйте завтра
vi: Giới hạn là %@ liên kết một lần mỗi ngày. Hãy thử vào ngày mai

source: Liquidity fee
fr: Commission de liquidité
ru: Плата за ликвидность
vi: phí thanh khoản

source: Liquidity provider fee
fr: Commission du fournisseur de liquidité
ru: Комиссия поставщика ликвидности
vi: Phí nhà cung cấp thanh khoản

source: List of supported tokens
fr: Liste des jetons pris en charge
ru: Список поддерживаемых токенов
vi: Danh sách các token được hỗ trợ

source: Loading
fr: Chargement
ru: Загрузка
vi: Đang tải

source: Loading exchange rate
fr: Chargement du taux de change
ru: Загрузка обменного курса
vi: Đang tải tỷ giá hối đoái

source: Log out
fr: Se déconnecter
ru: Выйти
vi: Đăng xuất

source: Looks like you already have a wallet with
fr: On dirait que vous avez déjà un portefeuille avec
ru: Похоже, у вас уже есть кошелек с
vi: Có vẻ như bạn đã có một chiếc ví với

source: Looks like you already have a wallet, but you still can create another one
fr: Il semble que vous ayez déjà un portefeuille, mais vous pouvez toujours en créer un autre
ru: Похоже, у вас уже есть кошелек, но вы можете создать еще один
vi: Có vẻ như bạn đã có một ví nhưng bạn vẫn có thể tạo một ví khác

source: Low slippage %@. We recommend to increase slippage manually
fr: Faible glissement %@. Nous recommandons d'augmenter le glissement manuellement
ru: Низкое проскальзывание %@. Рекомендуем увеличить проскальзывание вручную
vi: Độ trượt thấp %@. Chúng tôi khuyên bạn nên tăng trượt theo cách thủ công

source: Low slippage caused the swap to fail
fr: Un faible glissement a provoqué l'échec de l'échange
ru: Низкое проскальзывание привело к сбою свопа
vi: Độ trượt thấp khiến giao dịch hoán đổi không thành công

source: Low slippage. We recommend to increase slippage manually
fr: Faible glissement. Nous recommandons d'augmenter le glissement manuellement
ru: Низкое проскальзывание. Рекомендуем увеличить проскальзывание вручную
vi: Độ trượt thấp. Chúng tôi khuyên bạn nên tăng trượt theo cách thủ công

source: Make another swap
fr: Faire un autre échange
ru: Сделайте еще один обмен
vi: Thực hiện hoán đổi khác

source: Make another transaction
fr: Faire une autre opération
ru: Сделайте еще одну транзакцию
vi: Thực hiện một giao dịch khác

source: Make sure this is still your device
fr: Assurez-vous qu'il s'agit toujours de votre appareil
ru: Убедитесь, что это все еще ваше устройство
vi: Đảm bảo đây vẫn là thiết bị của bạn

source: Make sure you understand
fr: Assurez-vous de comprendre
ru: Убедитесь, что вы понимаете
vi: Hãy chắc chắn rằng bạn hiểu

source: Make sure you understand the aspects
fr: Assurez-vous de comprendre les aspects
ru: Убедитесь, что вы понимаете аспекты
vi: Đảm bảo rằng bạn hiểu các khía cạnh

source: Make sure you understand these aspects
fr: Assurez-vous de bien comprendre les aspects
ru: Убедитесь, что вы понимаете аспекты
vi: Đảm bảo rằng bạn hiểu các thuật ngữ

source: Make your crypto working on you
fr: Faites travailler votre crypto sur vous
ru: Заставьте криптовалюту работать на вас
vi: Cách để ví điện tử của bạn hoạt động theo ý muốn của bạn

source: Make your first deposit or buy crypto with your credit card or Apple pay
fr: Effectuez votre premier dépôt ou achetez des crypto avec votre carte de crédit ou Apple Pay
ru: Внесите свой первый депозит или купите криптовалюту с помощью кредитной карты или Apple Pay.
vi: Thực hiện khoản tiền gửi đầu tiên của bạn hoặc mua tiền điện tử bằng thẻ tín dụng của bạn hoặc Apple pay

source: Make your first deposit or buy with your credit card or Apple Pay
fr: Effectuez votre premier dépôt ou achetez avec votre carte de crédit ou Apple Pay
ru: Внесите свой первый депозит или купите с помощью кредитной карты или Apple Pay
vi: Thực hiện khoản tiền gửi đầu tiên của bạn hoặc mua bằng thẻ tín dụng hoặc Apple Pay của bạn

source: Make your first transaction
fr: Effectuez votre première transaction
ru: Совершите первую транзакцию
vi: Thực hiện giao dịch đầu tiên của bạn

source: MAX amount is
fr: Le montant MAX est
ru: МАКСИМАЛЬНАЯ сумма
vi: Số tiền MAX là

source: Max price slippage
fr: Glissement de prix max
ru: Максимальное проскальзывание цены
vi: Mức trượt giá tối đa

source: Maximum 15 latin characters and hyphens
fr: Maximum 15 caractères latins et tirets
ru: Максимум 15 латинских символов и дефисов.
vi: Tối đa 15 ký tự latin và dấu gạch nối

source: Maximum transaction is %@
fr: La transaction maximale est %@
ru: Максимальная транзакция %@
vi: Giao dịch tối đa là %@

source: Method
fr: Méthode
ru: Метод
vi: Phương pháp

source: Method not found
fr: Méthode introuvable
ru: Метод не найден
vi: Không tìm thấy phương pháp

source: Minimal transaction is %@
fr: La transaction minimale est %@
ru: Минимальная транзакция %@
vi: Giao dịch tối thiểu là %@

source: minimum
fr: le minimum
ru: минимум
vi: tối thiểu

source: Minimum purchase of %@ required.
fr: Achat minimum de %@ requis.
ru: Минимальная покупка %@ требуется.
vi: Yêu cầu mua tối thiểu %@.

source: Minimum receive
fr: Réception minimale
ru: Минимальное получение
vi: Nhận tối thiểu

source: Minimum received
fr: Minimum reçu
ru: Минимум получен
vi: Tối thiểu nhận được

source: Minimum transaction amount of **%@**.
fr: Montant minimum de la transaction de %@
ru: Минимальная сумма транзакции %@
vi: Số tiền giao dịch tối thiểu là %@

source: Mint
fr: menthe
ru: Монетный двор
vi: cây bạc hà

source: Mint address
fr: Adresse de la menthe
ru: Mint адрес
vi: Địa chỉ Mint

source: Mint signature
fr: Signature de la menthe
ru: Подпись монетного двора
vi: chữ ký bạc hà

source: Minting
fr: Monnaie
ru: Чеканка
vi: Đang mint

source: month
fr: mois
ru: месяц
vi: tháng

source: Moonpay help center
fr: Centre d'aide Moonpay
ru: Справочный центр Мунпей
vi: Trung tâm trợ giúp Moonpay

source: More than the received amount
fr: Plus que le montant reçu
ru: Больше полученной суммы
vi: Nhiều hơn số tiền nhận được

source: More than the sent amount
fr: Plus que le montant envoyé

source: Multi-factor authentication
fr: Authentification multifacteur
ru: Многофакторная аутентификация
vi: Xác thực đa yếu tố

source: Multiple wallets found
fr: Plusieurs portefeuilles trouvés
ru: Найдено несколько кошельков
vi: Đã tìm thấy nhiều ví

source: My balances
fr: Mes soldes
ru: Мои балансы
vi: Số dư của tôi

source: My Ethereum address
fr: Mon adresse Ethereum
ru: Мой Эфириум адрес
vi: Địa chỉ Ethereum của tôi

source: My Solana Address
fr: Mon adresse Solana
ru: Мой адрес Солана
vi: Địa chỉ Solana của tôi

source: My username
fr: Mon nom d'utilisateur
ru: Мое имя пользователя
vi: Tên người dùng của tôi

source: name
fr: nom
ru: имя
vi: tên

source: Name copied to clipboard
fr: Nom copié dans le presse-papiers
ru: Имя скопировано в буфер обмена
vi: Đã sao chép tên vào khay nhớ tạm

source: name is available 👌
fr: le nom est disponible 👌
ru: имя свободно 👌
vi: tên có sẵn 👌

source: Name was booked
fr: Le nom a été réservé
ru: Имя было забронировано
vi: Tên đã được đặt

source: Native Solana Token
fr: Jeton Solana Natif
ru: Нативный Токен Соланы

source: Needs at least %@
fr: Nécessite au moins %@
ru: Требуется не менее %@
vi: Cần ít nhất %@

source: Network
fr: Réseau
ru: Сеть
vi: Mạng

source: Network changed
fr: Réseau modifié
ru: Сеть изменена
vi: Mạng đã thay đổi

source: Network fee
fr: Frais de réseau
ru: Плата за сеть
vi: Phí mạng

source: Never lose access to your funds
fr: Ne perdez jamais l'accès à vos fonds
ru: Никогда не теряйте доступ к своим средствам
vi: Không bao giờ mất quyền truy cập vào tiền của bạn

source: Never lose your funds
fr: Ne perdez jamais vos fonds
ru: Никогда не теряйте свои средства
vi: Không bao giờ mất tiền của bạn

source: New PIN-code
fr: Nouveau code PIN
ru: Новый PIN-код
vi: Mã PIN mới

source: New staking option available
fr: Nouvelle option de jalonnement disponible
ru: Доступна новая опция ставок
vi: Có sẵn tùy chọn đặt cược mới

source: New wallet
fr: Nouveau portefeuille
ru: Новый кошелек
vi: Ví mới

source: next
fr: prochain
ru: далее
vi: kế tiếp

source: Nice! Almost done
fr: Bon! Presque fini
ru: Хороший! Почти готово
vi: Đẹp! Sắp xong

source: No account
fr: Pas de compte
ru: Нет аккаунта
vi: Không có tài khoản

source: No chart data available.
fr: Aucune donnée graphique disponible.
ru: Нет данных диаграммы.
vi: Không có sẵn dữ liệu biểu đồ.

source: No hidden costs
fr: Pas de frais cachés
ru: Никаких скрытых затрат
vi: Không có chi phí ẩn

source: No Internet connection
fr: Pas de connexion Internet
ru: Нет соединения с интернетом
vi: Không có kết nối Internet

source: No lock-up periods
fr: Pas de périodes de blocage
ru: Нет периодов блокировки
vi: Không có thời gian khóa

source: No more than 15 alphanumerical latin lowercase characters and dashes
fr: Pas plus de 15 caractères alphanumériques latins minuscules et tirets
ru: Не более 15 буквенно-цифровых латинских строчных букв и тире
vi: Không có nhiều hơn 15 ký tự chữ và số chữ thường latin và dấu gạch ngang

source: No routes for swapping current token pair
fr: Aucune route pour échanger la paire de jetons actuelle
ru: Нет маршрутов для обмена текущей пары токенов
vi: Không có tuyến đường nào để hoán đổi cặp token hiện tại

source: no signer found
fr: aucun signataire trouvé
ru: подписант не найден
vi: không tìm thấy tài khoản xác thực

source: No swap options for these tokens
fr: Aucune option d'échange pour ces jetons
ru: Нет вариантов обмена для этих токенов
vi: Không có tùy chọn hoán đổi cho các mã thông báo này

source: No transactions yet
fr: Aucune transaction pour le moment
ru: Пока транзакций нет
vi: Chưa có giao dịch nào

source: Nobody can access your private keys. Your data is fully safe
fr: Personne ne peut accéder à vos clés privées. Vos données sont entièrement sécurisées
ru: Никто не может получить доступ к вашим личным ключам. Ваши данные в полной безопасности
vi: Không ai có thể truy cập các khóa riêng tư của bạn. Dữ liệu của bạn hoàn toàn an toàn

source: Nobody has access to your funds, so you need to execute the transaction cash out
fr: Personne n'a accès à vos fonds, vous devez donc exécuter la transaction de retrait
ru: Никто не имеет доступа к вашим средствам, поэтому вам необходимо выполнить транзакцию обналичивания.
vi: Không ai có quyền truy cập vào tiền của bạn, vì vậy bạn cần thực hiện giao dịch rút tiền

source: Non-native account can only be closed if its balance is zero
fr: Un compte non natif ne peut être fermé que si son solde est nul
ru: Неродная учетная запись может быть закрыта только при нулевом балансе
vi: Tài khoản không phải gốc chỉ có thể bị đóng nếu số dư của nó bằng 0

source: None
fr: Rien
ru: Никто
vi: Không có
